Revit 2027 API
ParameterTypeId.PointVisibilityParam Property
 "Visibility/Graphics Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PointVisibilityParam { get; }
Public Shared ReadOnly Property PointVisibilityParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PointVisibilityParam {
	ForgeTypeId^ get ();
}
static member PointVisibilityParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace